<?php get_header(); //header.phpを読み込み ?> 

<?php get_sidebar(); //siderbar.phpを読み込み ?>

<main class="l-main">
    <figure class="c-mainvisual">
        <img src="<?php echo get_stylesheet_directory_uri(); ?>/images/mainvisual-pc@2x.jpg" alt="ハンバーガーの写真">
        <figcaption class="c-main__sitettl">ダミーサイト</figcaption>
    </figure>
    

        <div class="p-main__wrapperGrid">
            <div class="p-main__wrapperGrid-item takeout-bg">
                <a href="<?php echo esc_url(home_url('/')); ?>page/">
                <h2 class="p-main__wrapperGrid-ttl">Take Out</h2>
                <div class="p-main__wrapperGrid-txtboxset">
                    <article class="p-main__wrapperGrid-txtbox">
                        <section class="p-main__wrapperGrid-txt__ttl">Take OUT</section>
                        <p class="p-main__wrapperGrid-txt">当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています当店のテイクアウトで利用できる商品を
                            掲載しています当店のテイクアウトで利用できる商品を掲載しています当店
                            のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています当店のテイクアウトで利用できる商品を
                            掲載しています当店のテイクアウトで利用できる商品を掲載しています当店
                            のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています当店のテイクアウトで利用できる商品を
                            掲載しています当店のテイクアウトで利用できる商品を掲載しています当店
                            のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています当店のテイクアウトで利用できる商品を
                            掲載しています当店のテイクアウトで利用できる商品を掲載しています当店
                            のテイクアウトで利用できる商品を掲載しています当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています</p>
                    </article>
                    <article class="p-main__wrapperGrid-txtbox">
                        <section class="p-main__wrapperGrid-txt__ttl">Take OUT</section>
                        <p class="p-main__wrapperGrid-txt">当店のテイクアウトで利用できる商品を掲載しています当店のテイクアウト
                            で利用できる商品を掲載しています当店のテイクアウトで利用できる商品を
                            掲載しています当店のテイクアウトで利用できる商品を掲載しています当店
                            のテイクアウトで利用できる商品を掲載しています</p>
                    </article>
                </div></a>
            </div>
            <div class="p-main__wrapperGrid-item eatin-bg">
                <a href="<?php echo esc_url(home_url('/')); ?>single/">
                <h2 class="p-main__wrapperGrid-ttl">Eat In</h2>
                <div class="p-main__wrapperGrid-txtboxset">
                    <article class="p-main__wrapperGrid-txtbox">
                        <section class="p-main__wrapperGrid-txt__ttl">Eat In</section>
                        <p class="p-main__wrapperGrid-txt">店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです</p>
                    </article>
                    <article class="p-main__wrapperGrid-txtbox">
                        <section class="p-main__wrapperGrid-txt__ttl">Eat In</section>
                        <p class="p-main__wrapperGrid-txt">店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです
                            店内でお食事いただけるメニューです店内でお食事いただけるメニューです</p>
                    </article>
                </div></a>
            </div>
        </div>

        <div class="p-map">
            <div class="p-map-txtset">
                <h2 class="p-map-ttl">見出しが入ります</h2>
                <p class="p-map-txt">テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入ります。テキストが入りま</p>
            </div>
        </div>
    </main>

    <?php get_footer(); //footer.phpを読み込むテンプレートタグ ?>